Repository: diekrz2/ephoto
Catalog: po/*.po
Languages: hi, ml

source: Brightness/Contrast/Gamma
hi: चमक/कॉन्ट्रास्ट/गामा
ml: ബ്രൈട്ട്നെസ്/കോൺട്രാസ്റ്റ്/ഗാമ

source: Gamma
hi: गामा
ml: ഗാമ

source: Contrast
hi: कॉन्ट्रास्ट
ml: കോൺട്രാസ്റ്റ്

source: Brightness
hi: चमक
ml: ബ്രൈട്ട്നെസ്

source: Root Directory
hi: रूट डायरेक्टरी
ml: റൂട്ട് ഡയറക്ടറി

source: Home Directory
hi: होम डायरेक्टरी
ml: ഹോം ഡയറക്ടറി

source: Last Open Directory
hi: अंतिम खुली डायरेक्टरी
ml: അവസാനമായി തുറന്ന ഡയറക്ടറി

source: Custom Directory
hi: कस्टम डायरेक्टरी
ml: ഇഷ്‌ടാനുസൃത ഡയറക്‌ടറി

source: Show Folders On Start
hi: प्रारंभ पर फ़ोल्डर दिखाएँ
ml: ആരംഭത്തിൽ ഫോൾഡറുകൾ കാണിക്കുക

source: Prompt Before Changing The Filesystem
hi: फ़ाइल सिस्टम बदलने से पहले संकेत
ml: ഫയൽസിസ്റ്റം മാറ്റുന്നതിനുമുമ്പ് ആവശ്യപ്പെടുക

source: Move Files When Dropped
hi: फ़ाइलें गिराए जाने पर उन्हें स्थानांतरित करें
ml: ഡ്രോപ്പ് ചെയുമ്പോൾ ഫയലുകൾ നീക്കുക

source: Smooth Scale Images
hi: स्मूथ स्केल तस्वीरें
ml: സ്മൂത്ത് സ്കെയിൽ ചിത്രങ്ങൾ

source: Keep Aspect on Thumbnails
hi: थंबनेल पर एस्पेक्ट्स बनाए रखें
ml: ഥബ്‌നെയിലുകളിൽ ആസ്പെക്റ്റ് നിലനിർത്തുക

source: File Panel Size
hi: फ़ाइल पैनल का आकार
ml: ഫയൽ പാനൽ വലിപ്പം

source: Weight (1.0 Max)
hi: वजन (1.0 अधिकतम)
ml: ഭാരം (പരമാവധി 1.0)

source: Top Level Directory
hi: शीर्ष स्तरीय डायरेक्टरी
ml: ഉയർന്ന തലത്തിലുള്ള ഡയറക്ടറി

source: second
hi: सेकंड
ml: സെക്കൻഡ്

source: Moving Slideshow
hi: चलती स्लाइडशो
ml: ചലിക്കുന്ന സ്ലൈഡ്ഷോ

source: Show Each Slide For
hi: प्रत्येक स्लाइड को दिखाएँ
ml: ഓരോ സ്ലൈഡും കാണിക്കുക

source: seconds
hi: सेकंड
ml: സെക്കൻ്റുകൾ

source: Slide Transition
hi: स्लाइड संक्रमण
ml: സ്ലൈഡ് ട്രാൻസിഷൻ

source: Open Link In Browser
hi: ब्राउज़र में लिंक खोलें
ml: ബ്രൗസറിൽ ലിങ്ക് തുറക്കുക

source: Copy Link
hi: लिंक कॉपी करें
ml: ലിങ്ക് പകർത്തുക

source: <b><hilight>General Bindings</hilight></b><br/><b>F1:</b> Settings Panel<br/><b>F5:</b> Start Slideshow<br/><b>F11:</b> Toggle Fullscreen<br/><b>Ctrl+Shift+f:</b> Toggle File Selector<br/><br/><b><hilight>Thumbnail Browser Bindings</hilight></b><br/><b>Ctrl++:</b> Zoom In<br/><b>Ctrl+-:</b> Zoom Out<br/><b>Ctrl+c:</b> Copy Image<br/><b>Ctrl+x:</b> Cut Image<br/><b>Ctrl+v:</b> Paste Image<br/><b>Ctrl+a:</b> Select All<br/><b>Ctrl+f:</b> Toggle Search<br/><b>Ctrl+Tab:</b> View Image<br/><b>Ctrl+Delete:</b> Delete Image<br/><b>F2:</b> Rename Image<br/><b>Escape:</b> Clear Selection<br/><br/><b><hilight>Single Browser Bindings</hilight></b><br/><b>Ctrl+Shift+0:</b> Zoom 1:1<br/><b>Ctrl++:</b> Zoom In<br/><b>Ctrl+-:</b> Zoom Out<br/><b>Ctrl+0:</b> Zoom Fit<br/><b>Ctrl+Shift+l:</b> Rotate Counter Clockwise<br/><b>Ctrl+l:</b> Flip Horizontal<br/><b>Ctrl+Shift+r:</b> Rotate Clockwise<br/><b>Ctrl+r:</b> Flip Vertical<br/><b>Ctrl+Shift+s:</b> Save Image As<br/><b>Ctrl+s:</b> Save Image<br/><b>Ctrl+c:</b> Copy Image to Clipboard<br/><b>Ctrl+u:</b> Reset Image<br/><b>Ctrl+y:</b> Redo<br/><b>Ctrl+Shift+z:</b> Redo<br/><b>Ctrl+z:</b> Undo<br/><b>Home:</b> Navigate First<br/><b>Left Arrow:</b> Navigate Previous<br/><b>Right Arrow:</b> Navigate Next<br/><b>Space:</b> Navigate Next<br/><b>End:</b> Navigate Last<br/><b>Ctrl+Delete:</b> Delete Image<br/><b>F2</b> Rename Image<br/><b>Escape:</b> Return to Thumbnail Browser<br/><br/><b><hilight>Slideshow Bindings</hilight></b><br/><b>Space:</b> Play/Pause Slideshow<br/><b>Home:</b> Navigate First<br/><b>Left Arrow:</b> Navigate Previous<br/><b>Right Arrow:</b> Navigate Next<br/><b>End:</b> Navigate Last<br/><b>Escape:</b> Quit Slideshow<br/>
hi: <b><hilight>सामान्य बाइंडिंग्स</hilight></b><br/><b>F1:</b> सेटिंग्स पैनल<br/><b>F5:</b> स्लाइडशो शुरू करें<br/><b>F11:</b> फ़ुलस्क्रीन टॉगल करें<br/><b>Ctrl+Shift+f:</b> फ़ाइल सेलेक्टर टॉगल करें<br/><br/><b><hilight>थंबनेल ब्राउज़र बाइंडिंग्स</hilight></b><br/><b>Ctrl++:</b> ज़ूम-इन<br/><b>Ctrl+-:</b> ज़ूम-औट<br/><b>Ctrl+c:</b> तस्वीर कॉपी करें<br/><b>Ctrl+x:</b> तस्वीर कट करें<br/><b>Ctrl+v:</b> तस्वीर पेस्ट करें<br/><b>Ctrl+a:</b> सबको सेलेक्ट करें<br/><b>Ctrl+f:</b> सर्च टॉगल करें<br/><b>Ctrl+Tab:</b> तस्वीर देखें<br/><b>Ctrl+Delete:</b> तस्वीर नष्ट करें<br/><b>F2:</b> तस्वीर का नाम बदलें<br/><b>Escape:</b> सिलेक्शन साफ़ करें<br/><br/><b><hilight>सिंगल ब्राउज़र बाइंडिंग्स</hilight></b><br/><b>Ctrl+Shift+0:</b> ज़ूम 1:1<br/><b>Ctrl++:</b> ज़ूम-इन<br/><b>Ctrl+-:</b> ज़ूम-औट<br/><b>Ctrl+0:</b> ज़ूम-फ़िट<br/><b>Ctrl+Shift+l:</b> बाईं ओर घुमाएं<br/><b>Ctrl+l:</b> क्षैतिज पलटें<br/><b>Ctrl+Shift+r:</b> दाईं ओर घुमाएं<br/><b>Ctrl+r:</b> ऊर्ध्वाधर पलटें<br/><b>Ctrl+Shift+s:</b> तस्वीर को इस तरह सहेजें<br/><b>Ctrl+s:</b> तस्वीर को सहेजें<br/><b>Ctrl+c:</b> तस्वीर को क्लिपबोर्ड पर कॉपी करें<br/><b>Ctrl+u:</b> तस्वीर रीसेट करें<br/><b>Ctrl+y:</b> पुनः करें<br/><b>Ctrl+Shift+z:</b> पुनः करें<br/><b>Ctrl+z:</b> पूर्ववत करें<br/><b>Home:</b> पहले पर जाएँ<br/><b>Left Arrow:</b> पिछले पर जाएँ<br/><b>Right Arrow:</b> अगले पर जाएँ<br/><b>Space:</b> अगले पर जाएँ<br/><b>End:</b> आखिरी पर जाएँ<br/><b>Ctrl+Delete:</b> तस्वीर नष्ट करें<br/><b>F2</b> तस्वीर का नाम बदलें<br/><b>Escape:</b> थंबनेल ब्राउज़र पर वापस लौटें<br/><br/><b><hilight>स्लाइडशो बाइंडिंग्स</hilight></b><br/><b>Space:</b> स्लाइडशो प्ले/पॉस करें<br/><b>Home:</b> पहले पर जाएँ<br/><b>Left Arrow:</b> पिछले पर जाएँ<br/><b>Right Arrow:</b> अगले पर जाएँ<br/><b>End:</b> आखिरी पर जाएँ<br/><b>Escape:</b> स्लाइडशो छोड़ें<br/>
ml: <b><hilight>പൊതുവായ ബൈൻഡിംഗുകൾ</hilight></b><br/><b>F1:</b> ക്രമീകരണ പാനൽ<br/><b>F5:</b> സ്ലൈഡ്ഷോ ആരംഭിക്കുക<br/><b>F11:</b> പൂർണ്ണസ്‌ക്രീൻ ടോഗിൾ ചെയ്യുക<br/><b>Ctrl+Shift+f:</b> ഫയൽ സെലക്ടർ ടോഗിൾ ചെയ്യുക<br/><br/><b><hilight>ഥബ്‌നെയിൽ ബ്രൗസർ ബൈൻഡിംഗുകൾ</hilight></b><br/><b>Ctrl++:</b> സൂം-ഇൻ<br/><b>Ctrl+-:</b> സൂം-ഔട്ട്<br/><b>Ctrl+c:</b> ചിത്രം കോപ്പി ചെയ്യുക<br/><b>Ctrl+x:</b> ചിത്രം കട്ട് ചെയ്യുക<br/><b>Ctrl+v:</b> ചിത്രം പേസ്റ്റ് ചെയ്യുക<br/><b>Ctrl+a:</b> എല്ലാം സെലെക്ട് ചെയ്യുക<br/><b>Ctrl+f:</b> സർച്ച് ടോഗിൾ ചെയ്യുക<br/><b>Ctrl+Tab:</b> ചിത്രം കാണുക<br/><b>Ctrl+Delete:</b> ചിത്രം ഉപേക്ഷിക്കുക<br/><b>F2:</b> ചിത്രത്തിൻ്റെ പേര് മാറ്റുക<br/><b>Escape:</b> സെലക്ശൻ മായ്‌ക്കുക<br/><br/><b><hilight>സിംഗിൾ ബ്രൗസർ ബൈൻഡിംഗുകൾ</hilight></b><br/><b>Ctrl+Shift+0:</b> സൂം 1:1<br/><b>Ctrl++:</b> സൂം-ഇൻ<br/><b>Ctrl+-:</b> സൂം-ഔട്ട്<br/><b>Ctrl+0:</b> സൂം-ഫിറ്റ്<br/><b>Ctrl+Shift+l:</b> ഇടത്തേക്ക് തിരിക്കുക<br/><b>Ctrl+l:</b> ഹൊറിസോൺട്ടൽ ഫ്ലിപ്പ് ചെയ്യുക<br/><b>Ctrl+Shift+r:</b> വലത്തേക്ക് തിരിക്കുക<br/><b>Ctrl+r:</b> വർട്ടിക്കൽ ഫ്ലിപ്പ് ചെയ്യുക<br/><b>Ctrl+Shift+s:</b> ചിത്രം ഇതായി സംരക്ഷിക്കുക<br/><b>Ctrl+s:</b> ചിത്രം സംരക്ഷിക്കുക<br/><b>Ctrl+c:</b> ചിത്രം ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക<br/><b>Ctrl+u:</b> ചിത്രം പുനഃസജ്ജമാക്കുക<br/><b>Ctrl+y:</b> വീണ്ടും ചെയ്യുക<br/><b>Ctrl+Shift+z:</b> വീണ്ടും ചെയ്യുക<br/><b>Ctrl+z:</b> പഴയപടിയാക്കുക<br/><b>Home:</b> ആദ്യം വരെ നാവിഗേറ്റ് ചെയ്യുക<br/><b>Left Arrow:</b> മുമ്പത്തേത് വരെ നാവിഗേറ്റ് ചെയ്യുക<br/><b>Right Arrow:</b> അടുത്തതിലേക്ക് നാവിഗേറ്റ് ചെയ്യുക<br/><b>Space:</b> അടുത്തതിലേക്ക് നാവിഗേറ്റ് ചെയ്യുക<br/><b>End:</b> അവസാനം വരെ നാവിഗേറ്റ് ചെയ്യുക<br/><b>Ctrl+Delete:</b> ചിത്രം ഉപേക്ഷിക്കുക<br/><b>F2</b> ചിത്രത്തിൻ്റെ പേര് മാറ്റുക<br/><b>Escape:</b> ഥംബ്‌നെയിൽ ബ്രൗസറിലേക്ക് മടങ്ങുക<br/><br/><b><hilight>സ്ലൈഡ്ഷോ ബൈൻഡിംഗുകൾ</hilight></b><br/><b>Space:</b> സ്ലൈഡ്‌ഷോ പ്ലേ/പോസ് ചെയ്യുക<br/><b>Home:</b> ആദ്യം വരെ നാവിഗേറ്റ് ചെയ്യുക<br/><b>Left Arrow:</b> മുമ്പത്തേത് വരെ നാവിഗേറ്റ് ചെയ്യുക<br/><b>Right Arrow:</b> അടുത്തതിലേക്ക് നാവിഗേറ്റ് ചെയ്യുക<br/><b>End:</b> അവസാനം വരെ നാവിഗേറ്റ് ചെയ്യുക<br/><b>Escape:</b> സ്ലൈഡ്‌ഷോയിൽനിന്ന് പുറത്തുകടക്കുക<br/>

source: Ephoto is a comprehensive image viewer based on the EFL. For moreinformation, please visit the Ephoto project page:<br/><a href=http://www.smhouston.us/ephoto/>http://www.smhouston.us/ephoto/</a><br/><br/>Ephoto also has a page on the Enlightenment wiki:<br/><a href=https://phab.enlightenment.org/w/projects/ephoto>https://phab.enlightenment.org/w/projects/ephoto</a><br/><br/>Ephoto's source can be found through Enlightenment's git:<br/><a href=http://git.enlightenment.org/apps/ephoto.git>http://git.enlightenment.org/apps/ephoto.git</a><br/><br/><b>Authors:</b><br/>
hi: ईफ़ोटो EFL पर आधारित एक व्यापक फ़ोटो व्यूवर है। अधिक जानकारी के लिए कृपया ईफ़ोटो परियोजना पृष्ठ पर जाएं:<br/><a href=http://www.smhouston.us/ephoto/>http://www.smhouston.us/ephoto/</a><br/><br/>ईफ़ोटो का एनलाइटनमेंट विकी पर भी एक पृष्ठ है:<br/><a href=https://phab.enlightenment.org/w/projects/ephoto>https://phab.enlightenment.org/w/projects/ephoto</a><br/><br/>ईफ़ोटो का स्रोत एनलाइटनमेंट के गिट के माध्यम से पाया जा सकता है:<br/><a href=http://git.enlightenment.org/apps/ephoto.git>http://git.enlightenment.org/apps/ephoto.git</a><br/><br/><b>लेखक:</b><br/>
ml: EFL അടിസ്ഥാനമാക്കിയുള്ള ഒരു സമഗ്രമായ ഇമേജ് വ്യൂവറാണ് ഈഫോട്ടോ. കൂടുതൽ വിവരങ്ങൾക്ക്, ഈഫോട്ടോ പ്രോജക്റ്റ് പേജ് സന്ദർശിക്കുക:<br/><a href=http://www.smhouston.us/ephoto/>http://www.smhouston.us/ephoto/</a><br/><br/>എൻലൈറ്റൻമെന്റ് വിക്കിയിൽ ഈഫോട്ടോ-ന് ഒരു പേജും ഉണ്ട്:<br/><a href=https://phab.enlightenment.org/w/projects/ephoto>https://phab.enlightenment.org/w/projects/ephoto</a><br/><br/>എൻലൈറ്റൻമെന്റിന്റെ ഗിറ്റിലൂടെ ഇഫോട്ടോയുടെ ഉറവിടം കണ്ടെത്താൻ കഴിയും:<br/><a href=http://git.enlightenment.org/apps/ephoto.git>http://git.enlightenment.org/apps/ephoto.git</a><br/><br/><b>രചയിതാക്കൾ:</b><br/>

source: Settings Panel
hi: सेटिंग्स पैनल
ml: ക്രമീകരണ പാനൽ

source: General
hi: सामान्य
ml: പൊതുവായ

source: Slideshow
hi: स्लाइडशो
ml: സ്ലൈഡ്ഷോ

source: Bindings
hi: बाइंडिंग्स
ml: ബൈൻഡിംഗുകൾ

source: About
hi: इस बारे में
ml: ഇതിനെക്കുറിച്ച്

source: Adjust Color Levels
hi: रंग स्तर समायोजित करें
ml: വർണ്ണ നിലകൾ ക്രമീകരിക്കുക

source: Blue
hi: नीला
ml: നീല

source: Green
hi: हरा
ml: പച്ച

source: Red
hi: लाल
ml: ചുവപ്പ്

source: Red Eye Removal
hi: लाल-आँख हटाना
ml: ചെങ്കണ്ണ് മാറ്റുക

source: Radius
hi: त्रिज्या
ml: ആരം

source: <b>Click on an eye</b>
hi: <b>आँख पर क्लिक करें</b>
ml: <b>ഒരു കണ്ണിൽ ക്ലിക്ക് ചെയ്യുക</b>

source: Scale Image
hi: तस्वीर का आकार निर्धारित करें
ml: ചിത്രം സ്കെയിൽ ചെയ്യുക

source: Keep Aspect
hi: तस्वीर का पहलू बनाए रखें
ml: ആസ്പെക്ട് സൂക്ഷിക്കുക

source: Reset
hi: रीसेट करें
ml: പുനഃസജ്ജമാക്കുക

source: Apply
hi: लागू करें
ml: അപ്ലൈ ചെയ്യുക

source: Cancel
hi: रद्द करें
ml: റദ്ദാക്കുക

source: Crop Image
hi: तस्वीर क्रॉप करें
ml: ചിത്രം ക്രോപ്പ് ചെയ്യുക

source: Height
hi: ऊंचाई
ml: ഉയരം

source: Width
hi: चौड़ाई
ml: വീതി

source: Applying Filter
hi: फ़िल्टर लागू करें
ml: ഫിൽട്ടർ പ്രയോഗിക്കുന്നു

source: Please wait while this filter is applied to your image.
hi: कृपया इस फ़िल्टर के आपके तस्वीर पर लागू होने तक प्रतीक्षा करें।
ml: ഈ ഫിൽട്ടർ നിങ്ങളുടെ ചിത്രത്തിൽ പ്രയോഗിക്കുന്നതുവരെ കാത്തിരിക്കുക.

source: Image Properties
hi: तस्वीर के गुण
ml: ചിത്രത്തിൻ്റെ സവിശേഷതകൾ

source: Ok
hi: ठीक है
ml: ശരി

source: Save Failed
hi: सहेजना असफल
ml: സംരക്ഷിക്കൽ പരാജയപ്പെട്ടു

source: Error: Image could not be saved here!
hi: त्रुटि: तस्वीर यहां सहेजा नहीं जा सका!
ml: പിശക്: ചിത്രം ഇവിടെ സംരക്ഷിക്കാൻ കഴിഞ്ഞില്ല!

source: Image Uploaded
hi: तस्वीर अपलोड किया गया
ml: ചിത്രം അപ്‌ലോഡ് ചെയ്തു

source: Copy
hi: कॉपी
ml: കോപ്പി

source: There was an error uploading your image!
hi: आपकी तस्वीर अपलोड करते समय एक त्रुटि हुई!
ml: നിങ്ങളുടെ ചിത്രം അപ്‌ലോഡ് ചെയ്യുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു!

source: Your image was uploaded to the following link:
hi: आपकी तस्वीर इस लिंक पर अपलोड की गई:
ml: നിങ്ങളുടെ ചിത്രം ഈ ലിങ്കിലേക്ക് അപ്‌ലോഡ് ചെയ്‌തു:

source: Error
hi: त्रुटि
ml: പിശക്

source: There was an error creating this directory.
hi: इस डायरेक्टरी को बनाते समय एक त्रुटि हुई।
ml: ഈ ഡയറക്ടറി സൃഷ്ടിക്കുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു.

source: New Directory
hi: नई डायरेक्टरी
ml: പുതിയ ഡയറക്ടറി

source: Save
hi: सहेजें
ml: സംരക്ഷിക്കുക

source: There was an error renaming this directory.
hi: इस डायरेक्टरी का नाम बदलने में त्रुटि हुई।
ml: ഈ ഡയറക്ടറിയുടെ പേര് മാറ്റുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു.

source: There was an error renaming this file.
hi: इस फ़ाइल का नाम बदलने में त्रुटि हुई।
ml: ഈ ഫയലിന്റെ പേര് മാറ്റുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു.

source: Rename Directory
hi: डायरेक्टरी का नाम बदलें
ml: ഡയറക്ടറിയുടെ പേര് മാറ്റുക

source: Rename File
hi: फ़ाइल का नाम बदलें
ml: ഫയലിൻ്റെ പേരുമാറ്റുക

source: Rename
hi: नाम बदलें
ml: പേരുമാറ്റുക

source: There was an error completing your action on
hi: आपकी कार्रवाई पूर्ण करते समय एक त्रुटि हुई, कारण यह
ml: പ്രവർത്തനം പൂർത്തിയാക്കുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു, അതിനു കാരണം ഈ

source: file
hi: फ़ाइल
ml: ഫയൽ

source: Moving Files
hi: फ़ाइलें स्थानांतरित की जा रही हैं
ml: ഫയലുകൾ നീക്കുന്നു

source: Please wait while your files are moved.
hi: कृपया अपनी फ़ाइलें स्थानांतरित होने तक प्रतीक्षा करें।
ml: നിങ്ങളുടെ ഫയലുകൾ നീക്കുന്നതുവരെ കാത്തിരിക്കുക.

source: Copying Files
hi: फ़ाइलें कॉपी की जा रही हैं
ml: ഫയലുകൾ പകർത്തുന്നു

source: Please wait while your files are copied.
hi: कृपया अपनी फ़ाइलें कॉपी होने तक प्रतीक्षा करें।
ml: നിങ്ങളുടെ ഫയലുകൾ പകർത്തുന്നതുവരെ കാത്തിരിക്കുക.

source: Deleting Files
hi: फ़ाइलें हटाई जा रही हैं
ml: ഫയലുകൾ ഇല്ലാതാക്കുന്നു

source: Please wait while your files are deleted.
hi: कृपया अपनी फ़ाइलें हटाये जाने तक प्रतीक्षा करें।
ml: നിങ്ങളുടെ ഫയലുകൾ ഇല്ലാതാക്കുന്നതുവരെ കാത്തിരിക്കുക.

source: Deleting Directory
hi: डायरेक्टरीयाँ हटाई जा रही हैं
ml: ഡയറക്ടറി ഇല്ലാതാക്കുന്നു

source: Please wait while your directory is deleted.
hi: कृपया अपनी डायरेक्टरीयाँ हटाये जाने तक प्रतीक्षा करें।
ml: നിങ്ങളുടെ ഡയറക്ടറി ഇല്ലാതാക്കുന്നതുവരെ കാത്തിരിക്കുക.

source: Emptying Trash
hi: कचरा खाली किया जा रहा है
ml: ട്രാഷ് ശൂന്യമാക്കുന്നു

source: Upload Image
hi: तस्वीर अपलोड करें
ml: ചിത്രം അപ്‌ലോഡ് ചെയ്യുക

source: Overwrite Image
hi: तस्वीर अधिलेखित करें
ml: ചിത്രം ഓവർറൈറ്റ് ചെയ്യുക

source: Are you sure you want to overwrite this image?
hi: क्या आप वाकई इस तस्वीर को अधिलेखित करना चाहते हैं?
ml: ഈ ചിത്രം ഓവർറൈറ്റ് ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Yes
hi: हाँ
ml: അതെ

source: No
hi: नहीं
ml: ഇല്ല

source: Save Image
hi: तस्वीर को सहेजें
ml: ചിത്രം സംരക്ഷിക്കുക

source: Save Image As
hi: तस्वीर को इस तरह सहेजें
ml: ചിത്രം ഇതായി സംരക്ഷിക്കുക

source: Image Files
hi: इमेज फ़ाइलें
ml: ഇമേജ് ഫയലുകൾ

source: Are you sure you want to upload this image publically to imgur.com?
hi: क्या आप वाकई इस तस्वीर को सार्वजनिक रूप से imgur.com पर अपलोड करना चाहते हैं?
ml: ഈ ചിത്രം imgur.com-ലേക്ക് പബ്ലിക്കായി അപ്‌ലോഡ് ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Are you sure you want to move these files to
hi: क्या आप वाकई इन फ़ाइलों को इस जगह ले जाना चाहते हैं
ml: ഈ ഫയലുകൾ ഇതിലേക്ക് നീക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ

source: Move Files
hi: फ़ाइलें स्थानांतरित करें
ml: ഫയലുകൾ നീക്കുക

source: Are you sure you want to copy these files to
hi: क्या आप वाकई इन फ़ाइलों को इस जगह कॉपी करना चाहते हैं
ml: ഈ ഫയലുകൾ ഇതിലേക്ക് പകർത്തണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ

source: Copy Files
hi: फ़ाइलें कॉपी करें
ml: ഫയലുകൾ കോപ്പി ചെയ്യുക

source: Paste Files
hi: फ़ाइलें पेस्ट् करें
ml: ഫയലുകൾ പേസ്റ്റ് ചെയ്യുക

source: Are you sure you want to paste these files here?
hi: क्या आप वाकई इन फ़ाइलों को यहां पेस्ट् करना चाहते हैं?
ml: ഈ ഫയലുകൾ ഇവിടെ പേസ്റ്റ് ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Are you sure you want to copy these files here?
hi: क्या आप वाकई इन फ़ाइलों को यहां कॉपी करना चाहते हैं?
ml: ഈ ഫയലുകൾ ഇവിടെ കോപ്പി ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Delete Directory
hi: डायरेक्टरी नष्ट करें
ml: ഡയറക്ടറി ഇല്ലാതാക്കുക

source: Are you sure you want to delete this directory?
hi: क्या आप वाकई इस डायरेक्टरी को हटाना चाहते हैं?
ml: ഈ ഡയറക്ടറി ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Delete Files
hi: फ़ाइल नष्ट करें
ml: ഫയലുകൾ ഇല്ലാതാക്കുക

source: Are you sure you want to delete these files?
hi: क्या आप वाकई इन फ़ाइलों को हटाना चाहते हैं?
ml: ഈ ഫയലുകൾ ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Empty Trash
hi: कचरा खाली करें
ml: ട്രാഷ് ശൂന്യമാക്കുക

source: Are you sure you want to empty the trash?
hi: क्या आप वाकई कचरा खाली करना चाहते हैं?
ml: ട്രാഷ് ശൂന്യമാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Hue/Saturation/Value
hi: ह्यू/सॅचुरेशन/वॅल्यू
ml: ഹ്യൂ/സാചുറേഷൻ/വാല്യൂ

source: Value
hi: वॅल्यू
ml: വാല്യൂ

source: Saturation
hi: सॅचुरेशन
ml: സാചുറേഷൻ

source: Hue
hi: ह्यू
ml: ഹ്യൂ

source: Hide Folders
hi: फ़ोल्डरें छिपाएँ
ml: ഫോൾഡറുകൾ മറയ്ക്കുക

source: Show Folders
hi: फ़ोल्डरें दिखाएँ
ml: ഫോൾഡറുകൾ കാണിക്കുക

source: Information
hi: जानकारी
ml: വിവരങ്ങൾ

source: Settings
hi: सेटिंग्स
ml: ക്രമീകരണങ്ങൾ

source: Exit
hi: बाहर जाना
ml: നിര്ഗമിക്കുക

source: Search
hi: खोज
ml: തിരയുക

source: Select All
hi: सबको सेलेक्ट करें
ml: എല്ലാം സെലെക്ട് ചെയ്യുക

source: Select None
hi: कुछ मत सेलेक्ट करें
ml: ഒന്നും സെലെക്ട് ചെയ്യേണ്ട

source: Cut
hi: कट
ml: കട്ട്

source: Paste
hi: पेस्ट्
ml: പേസ്റ്റ്

source: Delete
hi: डिलीट
ml: ഡിലീറ്റ്

source: No images matched your search
hi: आपकी खोज से कोई तस्वीर मेल नहीं खायी
ml: നിങ്ങളുടെ തിരയലുമായി പൊരുത്തപ്പെടുന്ന ചിത്രങ്ങളൊന്നുമില്ല

source: There are no images in this directory
hi: इस डायरेक्टरी में कोई तस्वीरें नहीं है
ml: ഈ ഡയറക്ടറിയിൽ ചിത്രങ്ങളൊന്നുമില്ല

source: Total
hi: कुल
ml: മൊത്തത്തിൽ

source: image
hi: तस्वीर
ml: ചിത്രം

source: Size
hi: आकार
ml: വലിപ്പം

source: View Image
hi: तस्वीर देखें
ml: ചിത്രം കാണുക

source: Zoom In
hi: ज़ूम-इन
ml: സൂം-ഇൻ

source: Zoom Out
hi: ज़ूम-औट
ml: സൂം-ഔട്ട്

source: Alphabetical Ascending
hi: वर्णानुक्रम आरोही
ml: അക്ഷരമാലാക്രമത്തിലുള്ള ആരോഹണക്രമം

source: Alphabetical Descending
hi: वर्णानुक्रम अवरोही
ml: അക്ഷരമാലാക്രമത്തിലുള്ള അവരോഹണം

source: Modification Time Ascending
hi: संशोधन समय आरोही
ml: പരിഷ്കരണ സമയം ആരോഹണം

source: Modification Time Descending
hi: संशोधन समय अवरोही
ml: പരിഷ്കരണ സമയം അവരോഹണം

source: Image Simalarity
hi: तस्वीर समानता
ml: ചിത്രം സമാനത

source: Sort
hi: क्रमबद्ध करें
ml: അടുക്കുക

source: Type
hi: प्रकार
ml: തരം

source: Resolution
hi: रिजोल्यूशन
ml: റെസല്യൂഷൻ

source: File Size
hi: फ़ाइल का साइज़
ml: ഫയൽ വലിപ്പം

source: MODIFIED
hi: संशोधित
ml: രൂപാന്തരപ്പെട്ടു

source: Reset Image
hi: तस्वीर रीसेट करें
ml: ചിത്രം പുനഃസജ്ജമാക്കുക

source: Are you sure you want to reset your changes?
hi: क्या आप वाकई अपने परिवर्तनों को रीसेट करना चाहते हैं?
ml: നിങ്ങളുടെ മാറ്റങ്ങൾ പുനഃസജ്ജമാക്കണമെന്ന് ഉറപ്പാണോ?

source: This image does not exist or is corrupted!
hi: यह तस्वीर मौजूद नहीं है या दूषित है!
ml: ഈ ചിത്രം നിലവിലില്ല അല്ലെങ്കിൽ കേടായതാണ്!

source: Bad Image
hi: दूषित तस्वीर
ml: മോശം ചിത്രം

source: Edit
hi: एडिट करें
ml: എഡിറ്റ് ചെയ്യുക

source: Transform
hi: ट्रांसफ़ॉर्म करें
ml: രൂപാന്തരപ്പെടുത്തുക

source: Crop
hi: क्रॉप करें
ml: ക്രോപ്പ് ചെയ്യുക

source: Scale
hi: स्केल करें
ml: സ്കെയിൽ ചെയ്യുക

source: Rotate Left
hi: बाईं ओर घुमाएं
ml: ഇടത്തേക്ക് തിരിക്കുക

source: Rotate Right
hi: दाईं ओर घुमाएं
ml: വലത്തേക്ക് തിരിക്കുക

source: Flip Horizontal
hi: क्षैतिज पलटें
ml: ഹൊറിസോൺട്ടൽ ഫ്ലിപ്പ് ചെയ്യുക

source: Flip Vertical
hi: ऊर्ध्वाधर पलटें
ml: വർട്ടിക്കൽ ഫ്ലിപ്പ് ചെയ്യുക

source: Adjustable Filters
hi: समायोज्य फिल्टरें
ml: ക്രമീകരിക്കാവുന്ന ഫിൽട്ടറുകൾ

source: Color Levels
hi: रंग स्तर
ml: വർണ്ണ തലങ്ങൾ

source: Quick Filters
hi: त्वरित फिल्टरें
ml: ദുതമായ ഫിൽട്ടറുകൾ

source: Auto Equalize
hi: ऑटो इक्वलाइज़ करें
ml: സ്വയമേവ ഇക്ക്വലൈസ് ചെയ്യുക

source: Black and White
hi: ब्लैक-एंड-व्हाइट करें
ml: ബ്ലആക്കാണ്ഡ്വൈറ്റ്

source: Blur
hi: धुंधला करें
ml: മങ്ങിക്കുക

source: Dither
hi: डिथर करें
ml: ഡിഥർ ചെയ്യുക

source: Edge Detect
hi: एज भांपना
ml: എഡ്ജ് ഡിറ്റക്റ്റ് ചെയ്യുക

source: Emboss
hi: एम्बॉस करें
ml: എംബോസ് ചെയ്യുക

source: Invert Colors
hi: रंग उलटें
ml: വിപരീത നിറങ്ങൾ

source: Old Photo
hi: पुरानी तस्वीर
ml: പഴയ ഫോട്ടോ

source: Painting
hi: चित्रकारी
ml: പെയിൻ്റിംഗ്

source: Posterize
hi: पोस्टराइज़ करें
ml: പോസ്റ്ററൈസ് ചെയ്യുക

source: Sharpen
hi: पैना करें
ml: മൂർച്ച കൂട്ടുക

source: Sketch
hi: स्केच करें
ml: സ്കെച്ച് ചെയ്യുക

source: Save As
hi: इस तरह सहेजें
ml: ഇന്നതായി സംരക്ഷിക്കുക

source: Upload
hi: अपलोड करें
ml: അപ്‌ലോഡ് ചെയ്യുക

source: Undo
hi: पूर्ववत करें
ml: പഴയപടിയാക്കുക

source: Redo
hi: पुनः करें
ml: വീണ്ടും ചെയ്യുക

source: Close
hi: बंद करें
ml: അടയ്ക്കുക

source: File
hi: फ़ाइल
ml: ഫയൽ

source: Copy to Clipboard
hi: क्लिपबोर्ड पर कॉपी करें
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക

source: Properties
hi: गुण
ml: സവിശേഷതകൾ

source: Zoom Fit
hi: ज़ूम-फ़िट
ml: സൂം-ഫിറ്റ്

source: Zoom 1:1
hi: ज़ूम 1:1
ml: സൂം 1:1

source: View Thumbnails
hi: थंबनेलें देखें
ml: ഥബ്‌നെയിലുകൾ കാണുക

source: Previous
hi: पहले का
ml: മുമ്പത്തെ

source: Next
hi: अगला
ml: തൊട്ടടുത്ത

source: Back
hi: पीछे
ml: തിരികെ

source: Trash
hi: कचरा
ml: ട്രാശ്

source: Root
hi: रूट
ml: റൂട്ട്

source: Home
hi: होम
ml: ഹോം

source: New Folder
hi: नया फ़ोल्डर
ml: പുതിയ ഫോൾഡർ

source: Play
hi: प्ले करें
ml: പ്ലേ

source: Pause
hi: पॉस करें
ml: പോസ്

source: Fullscreen
hi: फ़ुलस्क्रीन
ml: ഫുൾസ്ക്രീൻ

source: Normal
hi: साधारण
ml: സാധാരണ

source: First
hi: पहला
ml: ആദ്യമായ

source: Last
hi: अंतिम
ml: അന്തിമമായ
